// 
/*
 * Licensed Materials - Property of IBM
 * 5725-I43 (C) Copyright IBM Corp. 2006, 2013. All Rights Reserved.
 * US Government Users Restricted Rights - Use, duplication or
 * disclosure restricted by GSA ADP Schedule Contract with IBM Corp.
 */

//a
"Application Error" = "Ошибка приложения";
"appInternalError" = "Во время выполнения приложения произошла внутренняя ошибка. Удалите приложение из системы и установите заново.";
"appNeedsSpace" = "Для инициализации приложения требуется %.2f МБ, доступно только %.2f МБ. Освободите дополнительное пространство и повторите запрос.";
"appZipDownloadFailedServerNotResponding" = "Загрузка файла архива приложения не выполнена. Сервер не отвечает.";
"applicationDisabled" = "Приложение выключено";
"appWeResourcesNotAccessible" = "Не удалось обратиться к веб-ресурсам приложения.";

//c
"cancel" = "Отмена";
"close" = "Закрыть";

//d
"downloading" = "Загрузка...";

//e
"error" = "Ошибка";
"errorProcessingRequestFromApp" = "Произошла ошибка при обработке запроса из приложения.";
"errorProcessingZip" = "При извлечении файла архива произошла ошибка.  Причина неполадки описана в предыдущих сообщениях.";
"exit" = "Выход";

//g
"getNewVersion" = "Получить новую версию";

//o
"ok" = "OK";

//s
"serviceNotification" = "Уведомление об обслуживании";

//u
"update" = "Обновить";
"upgrade" = "Обновить";
